import { News } from '../../@types/news';

export const newsList: News[] = [
  {
    id: '001',
    date: '2021. 8. 21',
    title: '詩が生れて、 山路を登りながら、智に働けば角が立つ',
    content: `
詩が生れて、 山路を登りながら、智に働けば角が立つ。情に棹させば流される。
住みにくさが高じると、安い所へ引き越したくなる。
どこへ越しても住みにくいと悟った時、画が出来る。意地を通せば窮屈だ。
宇るおうレ荻都トで田歓字止死び情土せくほ瀬年ラスセ更旧ぴ告別え話俳キシロメ転試ゆごえ社58鮮申判悪しうやク
92雄フながる戦高クふー推相サメ報切ケヲツ甲国メナスヒ書面手イ案問タヤレ払可全シノ声百52発ワスミ梗哲岐ほぴ長初業ざす割残四登クる。
強ねぽず悪策ロヨヘノ厳右コクチ行小ぞぎ択断の海14模っ演2村るつほク試味ノシケユ賞材シヘ現入ニロ毎探法ぜべょあ児票徳乏咋よえ。
こう考えた。とかくに人の世は住みにくい。
`,
  },
  {
    id: '002',
    date: '2021. 8. 23',
    title: '何故なぜこんな運命になったか判らぬと、先刻は言ったが。',
    content: `
何故なぜこんな運命になったか判らぬと、先刻は言ったが、しかし、考えように依よれば、思い当ることが全然ないでもない。
人間であった時、己おれは努めて人との交まじわりを避けた。
人々は己を倨傲きょごうだ、尊大だといった。
実は、それが殆ほとんど羞恥心しゅうちしんに近いものであることを、人々は知らなかった。勿論もちろん、曾ての郷党きょうとうの鬼才といわれた自分に、自尊心が無かったとは云いわない。
しかし、それは臆病おくびょうな自尊心とでもいうべきものであった。
己は詩によって名を成そうと思いながら、進んで師に就いたり、求めて詩友と交って切磋琢磨せっさたくまに努めたりすることをしなかった。
かといって、又、己は俗物の間に伍ごすることも潔いさぎよしとしなかった。共に、我が臆病な自尊心と、尊大な羞恥心との所為せいである。
`,
  },
  {
    id: '003',
    title:
      '下人は、老婆が死骸につまずきながら、慌てふためいて逃げようとする行手を塞ふさいで、こう罵ののしった。',
    date: '2022. 8. 24',
    content: `
下人は、老婆が死骸につまずきながら、慌てふためいて逃げようとする行手を塞ふさいで、こう罵ののしった。老婆は、それでも下人をつきのけて行こうとする。下人はまた、それを行かすまいとして、押しもどす。二人は死骸の中で、しばらく、無言のまま、つかみ合った。しかし勝敗は、はじめからわかっている。下人はとうとう、老婆の腕をつかんで、無理にそこへねじ倒した。丁度、鶏にわとりの脚のような、骨と皮ばかりの腕である。
「何をしていた。云え。云わぬと、これだぞよ。」
下人は、老婆をつき放すと、いきなり、太刀の鞘さやを払って、白い鋼はがねの色をその眼の前へつきつけた。けれども、老婆は黙っている。両手をわなわなふるわせて、肩で息を切りながら、眼を、眼球めだまがまぶたの外へ出そうになるほど、見開いて、唖のように執拗しゅうねく黙っている。これを見ると、下人は始めて明白にこの老婆の生死が、全然、自分の意志に支配されていると云う事を意識した。そうしてこの意識は、今までけわしく燃えていた憎悪の心を、いつの間にか冷ましてしまった。後あとに残ったのは、ただ、ある仕事をして、それが円満に成就した時の、安らかな得意と満足とがあるばかりである。そこで、下人は、老婆を見下しながら、少し声を柔らげてこう云った。
`,
  },
];
